account-2018-7.org
#+title: My Accounts
#+author: 李俊緯
#+date: 2018/8/1
#+REVEAL_HLEVEL: 2
#+REVEAL_ROOT: http://cdn.jsdelivr.net/reveal.js/3.0.0/
#+REVEAL_TRANS: zoom
#+OPTIONS: toc:nil num:nil todo:nil
* Accounts  
** DONE day <2018-07-01 Dim>
   :PROPERTIES:
   :total:    305
   :END:
   
   | sum | 305 |
   #+TBLFM: $2=remote(expenses<2018-07-01 Dim>,@2$2)

   #+NAME: expenses<2018-07-01 Dim>   
   |-------------+-------+----------------|
   | item        | price | note           |
   |-------------+-------+----------------|
   | total       |   305 |                |
   |-------------+-------+----------------|
   | beverage I  |    55 | dan kiang      |
   |-------------+-------+----------------|
   | lunch       |   110 | unknown        |
   |-------------+-------+----------------|
   | beverage II |    55 | miti bank      |
   |-------------+-------+----------------|
   | dinnner     |    85 | taiwan vietnan |
   |-------------+-------+----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-02 Lun>
   :PROPERTIES:
   :total:    210
   :END:
   
   | sum | 210 |
   #+TBLFM: $2=remote(expenses<2018-07-02 Lun>,@2$2)

   #+NAME: expenses<2018-07-02 Lun>   
   |-----------+-------+---------|
   | item      | price | note    |
   |-----------+-------+---------|
   | total     |   210 |         |
   |-----------+-------+---------|
   | breakfast |    45 | xiao fu |
   |-----------+-------+---------|
   | lunch     |    55 | Xan Lin |
   |-----------+-------+---------|
   | dinner    |   110 | Mon Na  |
   |-----------+-------+---------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-03 Mar>
   :PROPERTIES:
   :total:    219
   :END:
   
   | sum | 219 |
   #+TBLFM: $2=remote(expenses<2018-07-03 Mar>,@2$2)

   #+NAME: expenses<2018-07-03 Mar>   
   |----------+-------+-------------------|
   | item     | price | note              |
   |----------+-------+-------------------|
   | total    |   219 |                   |
   |----------+-------+-------------------|
   | lunch    |    55 | xiao fu           |
   |----------+-------+-------------------|
   | coffee   |    24 | automatic vending |
   |          |       | machine           |
   |----------+-------+-------------------|
   | dinner   |    95 | big pot           |
   |----------+-------+-------------------|
   | beverage |    45 | Spring Fang       |
   |----------+-------+-------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-04 Mer>
   :PROPERTIES:
   :total:    375
   :END:
   
   | sum | 375 |
   #+TBLFM: $2=remote(expenses<2018-07-04 Mer>,@2$2)

   #+NAME: expenses<2018-07-04 Mer>   
   |----------+-------+------------------|
   | item     | price | note             |
   |----------+-------+------------------|
   | total    |   375 |                  |
   |----------+-------+------------------|
   | lunch    |   230 | So Ho            |
   |----------+-------+------------------|
   | beverage |    35 | thick milk tea   |
   |          |       | Soul ba          |
   |----------+-------+------------------|
   | dinner   |   110 | Big Lee Dumpling |
   |----------+-------+------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-05 Jeu>
   :PROPERTIES:
   :total:    329
   :END:
   
   | sum | 329 |
   #+TBLFM: $2=remote(expenses<2018-07-05 Jeu>,@2$2)

   #+NAME: expenses<2018-07-05 Jeu>   
   |-----------+-------+----------------|
   | item      | price | note           |
   |-----------+-------+----------------|
   | total     |   329 |                |
   |-----------+-------+----------------|
   | breakfast |    45 | xiao fu        |
   |-----------+-------+----------------|
   | lunch     |    50 | spicy noodle   |
   |-----------+-------+----------------|
   | beverage  |    45 | royal milk tea |
   |-----------+-------+----------------|
   | dinner    |   149 | Tsai Wuei      |
   |-----------+-------+----------------|
   | beverage  |    40 | empty cup :-(  |
   |-----------+-------+----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-06 Ven>
   :PROPERTIES:
   :total:    481
   :END:
   
   | sum | 481 |
   #+TBLFM: $2=remote(expenses<2018-07-06 Ven>,@2$2)

   #+NAME: expenses<2018-07-06 Ven>   
   |-----------+-------+---------------------|
   | item      | price | note                |
   |-----------+-------+---------------------|
   | total     |   481 |                     |
   |-----------+-------+---------------------|
   | breakfast |    45 | xiao fu             |
   |-----------+-------+---------------------|
   | lunch     |    85 | xiao fu             |
   |-----------+-------+---------------------|
   | dinner    |   300 | one lamp            |
   |-----------+-------+---------------------|
   | beverage  |    51 | fifty mountain wind |
   |-----------+-------+---------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

