account-2018-7.org
** DONE day <2018-07-07 Sam>
   :PROPERTIES:
   :total:    209
   :END:
   
   | sum | 209 |
   #+TBLFM: $2=remote(expenses<2018-07-07 Sam>,@2$2)

   #+NAME: expenses<2018-07-07 Sam>   
   |----------+-------+----------------|
   | item     | price | note           |
   |----------+-------+----------------|
   | total    |   209 |                |
   |----------+-------+----------------|
   | lunch    |    84 | 7-11           |
   |----------+-------+----------------|
   | dinner   |    85 | taiwan vietnan |
   |----------+-------+----------------|
   | beverage |    40 | Family Mart    |
   |----------+-------+----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-08 Dim>
   :PROPERTIES:
   :total:    219
   :END:
   
   | sum | 219 |
   #+TBLFM: $2=remote(expenses<2018-07-08 Dim>,@2$2)

   #+NAME: expenses<2018-07-08 Dim>   
   |--------+-------+-------------------|
   | item   | price | note              |
   |--------+-------+-------------------|
   | total  |   219 |                   |
   |--------+-------+-------------------|
   | lunch  |    85 | three sees        |
   |--------+-------+-------------------|
   | coffee |    24 | automatic vending |
   |        |       | machine           |
   |--------+-------+-------------------|
   | dinner |   110 | big pot           |
   |--------+-------+-------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-09 Lun>
   :PROPERTIES:
   :total:    254
   :END:
   
   | sum | 254 |
   #+TBLFM: $2=remote(expenses<2018-07-09 Lun>,@2$2)

   #+NAME: expenses<2018-07-09 Lun>   
   |-----------+-------+-------------|
   | item      | price | note        |
   |-----------+-------+-------------|
   | total     |   254 |             |
   |-----------+-------+-------------|
   | breakfast |    30 | Xiao Fu     |
   |-----------+-------+-------------|
   | lunch     |    69 | Xiao Fu     |
   |-----------+-------+-------------|
   | dinner    |   105 | Chen        |
   |-----------+-------+-------------|
   | beverage  |    50 | Spring fang |
   |-----------+-------+-------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-10 Mar>
   :PROPERTIES:
   :total:    175
   :END:
   
   | sum | 175 |
   #+TBLFM: $2=remote(expenses<2018-07-10 Mar>,@2$2)

   #+NAME: expenses<2018-07-10 Mar>   
   |-----------+-------+-----------------------|
   | item      | price | note                  |
   |-----------+-------+-----------------------|
   | total     |   175 |                       |
   |-----------+-------+-----------------------|
   | breakfast |    55 | chicken leg and toast |
   |           |       | Xiao Fu               |
   |-----------+-------+-----------------------|
   | lunch     |    65 | noodle Chen           |
   |-----------+-------+-----------------------|
   | beverage  |    55 | spring fang           |
   |-----------+-------+-----------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-11 Mer>
   :PROPERTIES:
   :total:    230
   :END:
   
   | sum | 230 |
   #+TBLFM: $2=remote(expenses<2018-07-11 Mer>,@2$2)

   #+NAME: expenses<2018-07-11 Mer>   
   |----------+-------+-----------------|
   | item     | price | note            |
   |----------+-------+-----------------|
   | total    |   230 |                 |
   |----------+-------+-----------------|
   | lunch    |    60 | four directions |
   |----------+-------+-----------------|
   | beverage |    65 | Mitty Bank      |
   |----------+-------+-----------------|
   | dinner   |   105 | big pot         |
   |----------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-12 Jeu>
   :PROPERTIES:
   :total:    220
   :END:
   
   | sum | 220 |
   #+TBLFM: $2=remote(expenses<2018-07-12 Jeu>,@2$2)

   #+NAME: expenses<2018-07-12 Jeu>   
   |----------+-------+-----------------|
   | item     | price | note            |
   |----------+-------+-----------------|
   | total    |   220 |                 |
   |----------+-------+-----------------|
   | lunch    |    95 | four directions |
   |----------+-------+-----------------|
   | beverage |    35 | 7-11            |
   |----------+-------+-----------------|
   | dinner   |    90 | MAJI            |
   |----------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-13 Ven>
   :PROPERTIES:
   :total:    340
   :END:
   
   | sum | 340 |
   #+TBLFM: $2=remote(expenses<2018-07-13 Ven>,@2$2)

   #+NAME: expenses<2018-07-13 Ven>   
   |----------+-------+-----------|
   | item     | price | note      |
   |----------+-------+-----------|
   | total    |   340 |           |
   |----------+-------+-----------|
   | lunch    |    80 | Xiao Fu   |
   |----------+-------+-----------|
   | beverage |    60 | Miss. Kuo |
   |----------+-------+-----------|
   | dinner   |   200 | Barker    |
   |----------+-------+-----------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

