account-2018-7.html
<section>
<section id="slide-org7a263dc">
<h3 id="org7a263dc">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-07 Sam&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">209</td>
</tr>
</tbody>
</table>

<table id="org1f82c30" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">209</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">84</td>
<td class="org-left">7-11</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">85</td>
<td class="org-left">taiwan vietnan</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">40</td>
<td class="org-left">Family Mart</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orga1779b4">
<h3 id="orga1779b4">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-08 Dim&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">219</td>
</tr>
</tbody>
</table>

<table id="org6abf6a0" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">219</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">85</td>
<td class="org-left">three sees</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">coffee</td>
<td class="org-right">24</td>
<td class="org-left">automatic vending</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">machine</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">110</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orgf51b60f">
<h3 id="orgf51b60f">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-09 Lun&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">254</td>
</tr>
</tbody>
</table>

<table id="org1985aba" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">254</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">breakfast</td>
<td class="org-right">30</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">69</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">105</td>
<td class="org-left">Chen</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">50</td>
<td class="org-left">Spring fang</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orgac616e9">
<h3 id="orgac616e9">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-10 Mar&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">175</td>
</tr>
</tbody>
</table>

<table id="orgad5d98e" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">175</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">breakfast</td>
<td class="org-right">55</td>
<td class="org-left">chicken leg and toast</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">65</td>
<td class="org-left">noodle Chen</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">55</td>
<td class="org-left">spring fang</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org084f98a">
<h3 id="org084f98a">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-11 Mer&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">230</td>
</tr>
</tbody>
</table>

<table id="org871da1e" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">230</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">60</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">65</td>
<td class="org-left">Mitty Bank</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">105</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org26060fd">
<h3 id="org26060fd">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-12 Jeu&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">220</td>
</tr>
</tbody>
</table>

<table id="orgd820c2b" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">220</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">95</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">35</td>
<td class="org-left">7-11</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">90</td>
<td class="org-left">MAJI</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orgcefacf9">
<h3 id="orgcefacf9">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-13 Ven&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">340</td>
</tr>
</tbody>
</table>

<table id="orgd9c5d3b" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">340</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">80</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">60</td>
<td class="org-left">Miss. Kuo</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">200</td>
<td class="org-left">Barker</td>
</tr>
</tbody>
</table>

</section>
</section>
