account-2018-7.org
** DONE day <2018-07-14 Sam>
   :PROPERTIES:
   :total:    224
   :END:
   
   | sum | 224 |
   #+TBLFM: $2=remote(expenses<2018-07-14 Sam>,@2$2)

   #+NAME: expenses<2018-07-14 Sam>   
   |----------+-------+-----------------|
   | item     | price | note            |
   |----------+-------+-----------------|
   | total    |   224 |                 |
   |----------+-------+-----------------|
   | lunch    |    65 | four directions |
   |----------+-------+-----------------|
   | beverage |    39 | 7-11            |
   |----------+-------+-----------------|
   | dinner   |    85 | big pot         |
   |----------+-------+-----------------|
   | snack    |    35 | chocolate cake  |
   |----------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-15 Dim>
   :PROPERTIES:
   :total:    181
   :END:
   
   | sum | 181 |
   #+TBLFM: $2=remote(expenses<2018-07-15 Dim>,@2$2)

   #+NAME: expenses<2018-07-15 Dim>   
   |--------+-------+----------------------|
   | item   | price | note                 |
   |--------+-------+----------------------|
   | total  |   181 |                      |
   | lunch  |   101 | family mart and 7-11 |
   | dinner |    80 | TAIWAN VIETNAN       |
   |--------+-------+----------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)
** DONE day <2018-07-16 Lun>
   :PROPERTIES:
   :total:    240
   :END:
   
   | sum | 240 |
   #+TBLFM: $2=remote(expenses<2018-07-16 Lun>,@2$2)

   #+NAME: expenses<2018-07-16 Lun>   
   |----------+-------+---------|
   | item     | price | note    |
   |----------+-------+---------|
   | total    |   240 |         |
   | lunch    |    50 | noodle  |
   | beverage |    70 | 7-11    |
   | dinner   |   120 | big pot |
   |----------+-------+---------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)
** DONE day <2018-07-17 Mar>
   :PROPERTIES:
   :total:    220
   :END:
   
   | sum | 220 |
   #+TBLFM: $2=remote(expenses<2018-07-17 Mar>,@2$2)

   #+NAME: expenses<2018-07-17 Mar>   
   |----------+-------+----------------|
   | item     | price | note           |
   |----------+-------+----------------|
   | total    |   220 |                |
   |----------+-------+----------------|
   | lunch    |    90 | twenty-eight   |
   |----------+-------+----------------|
   | beverage |    50 | One Way        |
   |----------+-------+----------------|
   | dinner   |    80 | TAIWAN VIETNAN |
   |----------+-------+----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)
** DONE day <2018-07-18 Mer>
   :PROPERTIES:
   :total:    2060
   :END:
   
   | sum | 2060 |
   #+TBLFM: $2=remote(expenses<2018-07-18 Mer>,@2$2)

   #+NAME: expenses<2018-07-18 Mer>   
   |------------+-------+---------------------|
   | item       | price | note                |
   |------------+-------+---------------------|
   | total      |  2060 |                     |
   |------------+-------+---------------------|
   | lunch      |    95 | four directions     |
   |------------+-------+---------------------|
   | beverage   |    55 | Yi Fang             |
   |------------+-------+---------------------|
   | dinner     |   140 | Old Der Gi          |
   |------------+-------+---------------------|
   | hard drive |  1770 | TOSHSIBA for backup |
   |------------+-------+---------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)
** DONE day <2018-07-19 Jeu>
   :PROPERTIES:
   :total:    595
   :END:
   
   | sum | 595 |
   #+TBLFM: $2=remote(expenses<2018-07-19 Jeu>,@2$2)

   #+NAME: expenses<2018-07-19 Jeu>   
   |-----------+-------+------------------------------|
   | item      | price | note                         |
   |-----------+-------+------------------------------|
   | total     |   595 |                              |
   |-----------+-------+------------------------------|
   | breakfast |    50 | spicy noodle                 |
   |-----------+-------+------------------------------|
   | beverage  |    70 | extra large latte            |
   |-----------+-------+------------------------------|
   | lunch     |    65 | four directions              |
   |-----------+-------+------------------------------|
   | dinner    |   140 | big pot                      |
   |-----------+-------+------------------------------|
   | misc      |   270 | tooth paste and roach killer |
   |-----------+-------+------------------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-20 Ven>
   :PROPERTIES:
   :total:    280
   :END:
   
   | sum | 280 |
   #+TBLFM: $2=remote(expenses<2018-07-20 Ven>,@2$2)

   #+NAME: expenses<2018-07-20 Ven>   
   |----------+-------+---------------------------|
   | item     | price | note                      |
   |----------+-------+---------------------------|
   | total    |   280 |                           |
   |----------+-------+---------------------------|
   | lunch    |    90 | four directions           |
   |----------+-------+---------------------------|
   | beverage |    50 | red bean milk tea: GUILTY |
   |----------+-------+---------------------------|
   | dinner   |    85 | big pot                   |
   |----------+-------+---------------------------|
   | snack    |    55 | miti bank                 |
   |----------+-------+---------------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

