account-2018-7.html
<section>
<section id="slide-org9649386">
<h3 id="org9649386">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-14 Sam&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">224</td>
</tr>
</tbody>
</table>

<table id="org69c7283" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">224</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">65</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">39</td>
<td class="org-left">7-11</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">85</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">snack</td>
<td class="org-right">35</td>
<td class="org-left">chocolate cake</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orgc2f6a9f">
<h3 id="orgc2f6a9f">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-15 Dim&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">181</td>
</tr>
</tbody>
</table>

<table id="org9f88113" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">181</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">lunch</td>
<td class="org-right">101</td>
<td class="org-left">family mart and 7-11</td>
</tr>

<tr>
<td class="org-left">dinner</td>
<td class="org-right">80</td>
<td class="org-left">TAIWAN VIETNAN</td>
</tr>
</tbody>
</table>
</section>
</section>
<section>
<section id="slide-org47cc7d7">
<h3 id="org47cc7d7">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-16 Lun&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">240</td>
</tr>
</tbody>
</table>

<table id="orgf1a09f3" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">240</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">lunch</td>
<td class="org-right">50</td>
<td class="org-left">noodle</td>
</tr>

<tr>
<td class="org-left">beverage</td>
<td class="org-right">70</td>
<td class="org-left">7-11</td>
</tr>

<tr>
<td class="org-left">dinner</td>
<td class="org-right">120</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
</table>
</section>
</section>
<section>
<section id="slide-orgfe217b2">
<h3 id="orgfe217b2">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-17 Mar&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">220</td>
</tr>
</tbody>
</table>

<table id="orga9130ed" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">220</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">90</td>
<td class="org-left">twenty-eight</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">50</td>
<td class="org-left">One Way</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">80</td>
<td class="org-left">TAIWAN VIETNAN</td>
</tr>
</tbody>
</table>
</section>
</section>
<section>
<section id="slide-org6c7b438">
<h3 id="org6c7b438">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-18 Mer&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">2060</td>
</tr>
</tbody>
</table>

<table id="org09df520" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">2060</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">95</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">55</td>
<td class="org-left">Yi Fang</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">140</td>
<td class="org-left">Old Der Gi</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">hard drive</td>
<td class="org-right">1770</td>
<td class="org-left">TOSHSIBA for backup</td>
</tr>
</tbody>
</table>
</section>
</section>
<section>
<section id="slide-orgc777255">
<h3 id="orgc777255">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-19 Jeu&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">595</td>
</tr>
</tbody>
</table>

<table id="org06718a4" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">595</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">breakfast</td>
<td class="org-right">50</td>
<td class="org-left">spicy noodle</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">70</td>
<td class="org-left">extra large latte</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">65</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">140</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">misc</td>
<td class="org-right">270</td>
<td class="org-left">tooth paste and roach killer</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org849f343">
<h3 id="org849f343">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-20 Ven&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">280</td>
</tr>
</tbody>
</table>

<table id="org08bd742" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">280</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">90</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">50</td>
<td class="org-left">red bean milk tea: GUILTY</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">85</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">snack</td>
<td class="org-right">55</td>
<td class="org-left">miti bank</td>
</tr>
</tbody>
</table>

</section>
</section>
