account-2018-7.org
** DONE day <2018-07-21 Sam>
   :PROPERTIES:
   :total:    0
   :END:
   
   | sum | 0 |
   #+TBLFM: $2=remote(expenses<2018-07-21 Sam>,@2$2)

   #+NAME: expenses<2018-07-21 Sam>   
   |-----------+-------+-----------------|
   | item      | price | note            |
   |-----------+-------+-----------------|
   | total     |     0 |                 |
   |-----------+-------+-----------------|
   | no record |     0 | No Record Toady |
   |-----------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-22 Dim>
   :PROPERTIES:
   :total:    191
   :END:
   
   | sum | 191 |
   #+TBLFM: $2=remote(expenses<2018-07-22 Dim>,@2$2)

   #+NAME: expenses<2018-07-22 Dim>   
   |--------+-------+-----------------|
   | item   | price | note            |
   |--------+-------+-----------------|
   | total  |   191 |                 |
   |--------+-------+-----------------|
   | dinner |   115 | four directions |
   | snack  |    76 | 7-11            |
   |--------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-23 Lun>
   :PROPERTIES:
   :total:    287
   :END:
   
   | sum | 287 |
   #+TBLFM: $2=remote(expenses<2018-07-23 Lun>,@2$2)

   #+NAME: expenses<2018-07-23 Lun>   
   |----------+-------+----------------|
   | item     | price | note           |
   |----------+-------+----------------|
   | total    |   287 |                |
   |----------+-------+----------------|
   | lunch    |   120 | Banshoduko     |
   |----------+-------+----------------|
   | beverage |    55 | Georg Pack     |
   |----------+-------+----------------|
   | dinner   |    90 | TAIWAN VIETNAN |
   |----------+-------+----------------|
   | snack    |    22 | Family Mart    |
   |----------+-------+----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-24 Mar>
   :PROPERTIES:
   :total:    300
   :END:
   
   | sum | 300 |
   #+TBLFM: $2=remote(expenses<2018-07-24 Mar>,@2$2)

   #+NAME: expenses<2018-07-24 Mar>   
   |-----------+-------+------------------------|
   | item      | price | note                   |
   |-----------+-------+------------------------|
   | total     |   300 |                        |
   |-----------+-------+------------------------|
   | breakfast |    65 | noodle Chen            |
   |-----------+-------+------------------------|
   | lunch     |    60 | four directions        |
   |-----------+-------+------------------------|
   | beverage  |    65 | some bubble; MITI BANK |
   |-----------+-------+------------------------|
   | dinner    |   110 | MONNA                  |
   |-----------+-------+------------------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-25 Mer>
   :PROPERTIES:
   :total:    260
   :END:
   
   | sum | 260 |
   #+TBLFM: $2=remote(expenses<2018-07-25 Mer>,@2$2)

   #+NAME: expenses<2018-07-25 Mer>   
   |----------+-------+------------|
   | item     | price | note       |
   |----------+-------+------------|
   | total    |   260 |            |
   |----------+-------+------------|
   | lunch    |    65 | Bistro     |
   |----------+-------+------------|
   | beverage |    60 | Hello Café |
   |----------+-------+------------|
   | dinner   |   135 | Phô        |
   |----------+-------+------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-26 Jeu>
   :PROPERTIES:
   :total:    255
   :END:
   
   | sum | 255 |
   #+TBLFM: $2=remote(expenses<2018-07-26 Jeu>,@2$2)

   #+NAME: expenses<2018-07-26 Jeu>   
   |----------+-------+-------------|
   | item     | price | note        |
   |----------+-------+-------------|
   | total    |   255 |             |
   |----------+-------+-------------|
   | lunch    |    65 | Noodle Chen |
   |----------+-------+-------------|
   | beverage |    60 | Bluedeer    |
   |----------+-------+-------------|
   | dinner   |    90 | MAJI        |
   |----------+-------+-------------|
   | snack    |    40 | Family Mart |
   |----------+-------+-------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-27 Ven>
   :PROPERTIES:
   :total:    279
   :END:
   
   | sum | 279 |
   #+TBLFM: $2=remote(expenses<2018-07-27 Ven>,@2$2)

   #+NAME: expenses<2018-07-27 Ven>   
   |-----------+-------+----------------|
   | item      | price | note           |
   |-----------+-------+----------------|
   | total     |   279 |                |
   |-----------+-------+----------------|
   | breakfast |    50 | Spicy Noodle   |
   |-----------+-------+----------------|
   | lunch     |   124 | Xiao Fu        |
   |-----------+-------+----------------|
   | dinner    |   105 | TAIWAN VIETNAN |
   |-----------+-------+----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-28 Sam>
   :PROPERTIES:
   :total:    290
   :END:
   
   | sum | 290 |
   #+TBLFM: $2=remote(expenses<2018-07-28 Sam>,@2$2)

   #+NAME: expenses<2018-07-28 Sam>   
   |--------+-------+-------------|
   | item   | price | note        |
   |--------+-------+-------------|
   | total  |   290 |             |
   |--------+-------+-------------|
   | lunch  |    65 | Noodle Chen |
   |--------+-------+-------------|
   | dinner |   225 | Rice Curry  |
   |--------+-------+-------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

