account-2018-7.html
<section>
<section id="slide-org21c0abf">
<h3 id="org21c0abf">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-21 Sam&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">0</td>
</tr>
</tbody>
</table>

<table id="org6af4b0f" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">0</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">no record</td>
<td class="org-right">0</td>
<td class="org-left">No Record Toady</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org8f49856">
<h3 id="org8f49856">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-22 Dim&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">191</td>
</tr>
</tbody>
</table>

<table id="org78ab32e" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">191</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">115</td>
<td class="org-left">four directions</td>
</tr>

<tr>
<td class="org-left">snack</td>
<td class="org-right">76</td>
<td class="org-left">7-11</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org07d2eaa">
<h3 id="org07d2eaa">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-23 Lun&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">287</td>
</tr>
</tbody>
</table>

<table id="org7771410" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">287</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">120</td>
<td class="org-left">Banshoduko</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">55</td>
<td class="org-left">Georg Pack</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">90</td>
<td class="org-left">TAIWAN VIETNAN</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">snack</td>
<td class="org-right">22</td>
<td class="org-left">Family Mart</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orga696549">
<h3 id="orga696549">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-24 Mar&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">300</td>
</tr>
</tbody>
</table>

<table id="orga0332a0" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">300</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">breakfast</td>
<td class="org-right">65</td>
<td class="org-left">noodle Chen</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">60</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">65</td>
<td class="org-left">some bubble; MITI BANK</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">110</td>
<td class="org-left">MONNA</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org599ddc7">
<h3 id="org599ddc7">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-25 Mer&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">260</td>
</tr>
</tbody>
</table>

<table id="org12edb12" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">260</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">65</td>
<td class="org-left">Bistro</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">60</td>
<td class="org-left">Hello Café</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">135</td>
<td class="org-left">Phô</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orgaf0dd4f">
<h3 id="orgaf0dd4f">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-26 Jeu&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">255</td>
</tr>
</tbody>
</table>

<table id="org161dc95" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">255</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">65</td>
<td class="org-left">Noodle Chen</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">60</td>
<td class="org-left">Bluedeer</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">90</td>
<td class="org-left">MAJI</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">snack</td>
<td class="org-right">40</td>
<td class="org-left">Family Mart</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org55b41cb">
<h3 id="org55b41cb">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-27 Ven&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">279</td>
</tr>
</tbody>
</table>

<table id="orgfa24ff4" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">279</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">breakfast</td>
<td class="org-right">50</td>
<td class="org-left">Spicy Noodle</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">124</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">105</td>
<td class="org-left">TAIWAN VIETNAN</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-org51d1b2b">
<h3 id="org51d1b2b">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-28 Sam&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">290</td>
</tr>
</tbody>
</table>

<table id="org06a80f9" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">290</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">65</td>
<td class="org-left">Noodle Chen</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">225</td>
<td class="org-left">Rice Curry</td>
</tr>
</tbody>
</table>

</section>
</section>
