account-2018-7.org
** DONE day <2018-07-29 Dim>
   :PROPERTIES:
   :total:    205
   :END:
   
   | sum | 205 |
   #+TBLFM: $2=remote(expenses<2018-07-29 Dim>,@2$2)

   #+NAME: expenses<2018-07-29 Dim>   
   |--------+-------+-----------------|
   | item   | price | note            |
   |--------+-------+-----------------|
   | total  |   205 |                 |
   |--------+-------+-----------------|
   | lunch  |   100 | four directions |
   |--------+-------+-----------------|
   | dinner |   105 | big pot         |
   |--------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

** DONE day <2018-07-30 Lun>
   :PROPERTIES:
   :total:    259
   :END:
   
   | sum | 259 |
   #+TBLFM: $2=remote(expenses<2018-07-30 Lun>,@2$2)

   #+NAME: expenses<2018-07-30 Lun>   
   |------------+-------+-------------|
   | item       | price | note        |
   |------------+-------+-------------|
   | total      |   259 |             |
   |------------+-------+-------------|
   | BRUNVERAGE |    64 | Xiao Fu     |
   |------------+-------+-------------|
   | dinner     |   150 | DAPU        |
   |------------+-------+-------------|
   | beverage   |    45 | Spring Fang |
   |------------+-------+-------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)
** DONE day <2018-07-31 Mar>
   :PROPERTIES:
   :total:    270
   :END:
   
   | sum | 270 |
   #+TBLFM: $2=remote(expenses<2018-07-31 Mar>,@2$2)

   #+NAME: expenses<2018-07-31 Mar>   
   |-----------+-------+-----------------|
   | item      | price | note            |
   |-----------+-------+-----------------|
   | total     |   270 |                 |
   |-----------+-------+-----------------|
   | Breakfast |    30 | Xiao Fu         |
   |-----------+-------+-----------------|
   | lunch     |   100 | four directions |
   |-----------+-------+-----------------|
   | dinner    |   105 | big pot         |
   |-----------+-------+-----------------|
   | beverage  |    35 | THE ALLEY       |
   |-----------+-------+-----------------|
   #+TBLFM: @2$2=vsum(@3$2..@>$2)

