account-2018-7.html
<section>
<section id="slide-org711ecd1">
<h3 id="org711ecd1">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-29 Dim&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">205</td>
</tr>
</tbody>
</table>

<table id="orgba70192" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">205</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">100</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">105</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
</table>

</section>
</section>
<section>
<section id="slide-orgc0fe6c9">
<h3 id="orgc0fe6c9">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-30 Lun&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">259</td>
</tr>
</tbody>
</table>

<table id="orgada9829" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">259</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">BRUNVERAGE</td>
<td class="org-right">64</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">150</td>
<td class="org-left">DAPU</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">45</td>
<td class="org-left">Spring Fang</td>
</tr>
</tbody>
</table>
</section>
</section>
<section>
<section id="slide-org50f6b0b">
<h3 id="org50f6b0b">day <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-07-31 Mar&gt;</span></span></h3>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sum</td>
<td class="org-right">270</td>
</tr>
</tbody>
</table>

<table id="orgeccbfe0" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">item</th>
<th scope="col" class="org-right">price</th>
<th scope="col" class="org-left">note</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">total</td>
<td class="org-right">270</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Breakfast</td>
<td class="org-right">30</td>
<td class="org-left">Xiao Fu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lunch</td>
<td class="org-right">100</td>
<td class="org-left">four directions</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">dinner</td>
<td class="org-right">105</td>
<td class="org-left">big pot</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">beverage</td>
<td class="org-right">35</td>
<td class="org-left">THE ALLEY</td>
</tr>
</tbody>
</table>

</section>
</section>
