account-2018-7.org
* Summary
  The total cost for this month:
  #+BEGIN_SRC emacs-lisp :exports results
    (defun org-get-account-all ()
      (tabularize_day (mapcar 'string-to-number
			      (seq-filter 'non-null
					  (org-map-entries (lambda ()
							     (org-entry-get nil "TOTAL")))))))

    (defun tabularize_week (a_list)
      "summarize and tabularize"
      (let ((count 1)
	    (day '((1 0)))
	    (day_count 1))
	(dolist (elem a_list day)
	  (setq count (+ 1 count))
	  (if (= (% count 7) 0)
	      (progn
		(setq day_count (+ 1 day_count))
		(add-to-list 'day `(,day_count 0))))
	  (setf (cdr (assoc day_count day)) (list (+ (cadr (assoc day_count day)) elem))))))

    (defun tabularize_day (a_list)
      "summarize and tabularize"
      (let ((day '())
	    (day_count 1))
	(dolist (elem a_list day)
	  (progn
	    (add-to-list 'day `(,day_count ,elem))
	    (setq day_count (+ 1 day_count))))))

    (defun non-null (x)
      "Filter function"
      (not (null x)))

    (defun graphication (a-list)
      "Make a graph"
      (mapcar (lambda (xs)
		(let* ((real-value (cadr xs))
		       (value-part (/ real-value 10)))
		  (setf (cadr xs) (if (> value-part 90)
				      (concat (make-list 90 ?-))
				    (concat (make-list value-part ?-))))
		  (append xs (list (format "%d" real-value)))))
	      a-list))

    (setq total-list (org-get-account-all))

    (add-to-list 'total-list `("all" ,(apply '+ (mapcar 'cadr total-list))))

    (graphication total-list)
  #+END_SRC

  #+RESULTS:
  | all | ------------------------------------------------------------------------------------------ | 9962 |
  |  31 | ---------------------------                                                                |  270 |
  |  30 | -------------------------                                                                  |  259 |
  |  29 | --------------------                                                                       |  205 |
  |  28 | -----------------------------                                                              |  290 |
  |  27 | ---------------------------                                                                |  279 |
  |  26 | -------------------------                                                                  |  255 |
  |  25 | --------------------------                                                                 |  260 |
  |  24 | ------------------------------                                                             |  300 |
  |  23 | ----------------------------                                                               |  287 |
  |  22 | -------------------                                                                        |  191 |
  |  21 |                                                                                            |    0 |
  |  20 | ----------------------------                                                               |  280 |
  |  19 | -----------------------------------------------------------                                |  595 |
  |  18 | ------------------------------------------------------------------------------------------ | 2060 |
  |  17 | ----------------------                                                                     |  220 |
  |  16 | ------------------------                                                                   |  240 |
  |  15 | ------------------                                                                         |  181 |
  |  14 | ----------------------                                                                     |  224 |
  |  13 | ----------------------------------                                                         |  340 |
  |  12 | ----------------------                                                                     |  220 |
  |  11 | -----------------------                                                                    |  230 |
  |  10 | -----------------                                                                          |  175 |
  |   9 | -------------------------                                                                  |  254 |
  |   8 | ---------------------                                                                      |  219 |
  |   7 | --------------------                                                                       |  209 |
  |   6 | ------------------------------------------------                                           |  481 |
  |   5 | --------------------------------                                                           |  329 |
  |   4 | -------------------------------------                                                      |  375 |
  |   3 | ---------------------                                                                      |  219 |
  |   2 | ---------------------                                                                      |  210 |
  |   1 | ------------------------------                                                             |  305 |
